Repository: hariShankarA/sdk-objc
Catalog: resources/*.lproj/Localizable.strings
Languages: sl

# Signature_Reason_CreateMember
source: Authorise your new Token account
sl: Potrdi novi račun Token

# Signature_Reason_UpdateMember
source: Authorise your Token account change
sl: Potrdi spremembo svojega računa Token

# Signature_Reason_EndorseAccessToken
source: Authorise information access
sl: Potrdi dostop do informacij

# Signature_Reason_EndorseTransferToken
source: Authorise transfer
sl: Potrdi prenos

# Signature_Reason_Authentication
source: Approve this authentication
sl: Potrdi avtentikacijo

# Signature_Reason_CancelToken
source: Cancel this authentication
sl: Prekini avtentikacijo

# Signature_Reason_CreateTransfer
source: Create transfer
sl: Ustvari prenos

# Signature_Reason_AddAddress
source: Add address
sl: Dodaj naslov

# Signature_Reason_RecoverMember
source: Authorise for recovery
sl: Potrdi za obnovitev

# Signature_Reason_GetBalance
source: Authorise to retrieve your account balances
sl: Potrdite za stanje

# Signature_Reason_GetTransaction
source: Authorise to retrieve your account transactions
sl: Potrdite za transakcije

source: Private key not found
sl: Zasebnega ključa ni mogoče najti

source: User cancelled authentication
sl: Uporabnik je preklical avtentikacijo

# User_Invalid_Authentication
source: Invalid user for authentication
sl: Uporabnik za avtentikacijo je neveljaven

# Sdk_Version_Mismatch
source: Please upgrade your app to the latest version
sl: Posodobite aplikacijo na najnovejšo različico
